Repository: objective-see/WhatsYourSign
Catalog: WhatsYourSignExt/FinderSync/mul.lproj/InfoWindow.xcstrings
Source language: en
Languages: es

# 6Wb-UH-XWG.title
source: Sign Auths:
es: Autorizaciones de Firma:

# 9P7-Rd-qZX.title
source: determining...
es: determinando…

# BJc-I7-Awh.title
source: Determining signing status...
es: Determinando el estado de la firma...

# DvU-6L-vdr.title
source: determining...
es: determinando…

# E6C-qM-nrz.title
source: Item Type:
es: Tipo de Ítem:

# hum-eq-Yxi.title
source: Item Path
es: Ruta de Ítem

# Nq1-or-9xy.title
source: Item name
es: Nombre de Ítem

# vIZ-Ud-shu.title
source: Entitled:
es: Permiso:

# VPL-kH-iPX.title
source: determining...
es: determinando…

# wzG-lX-DQI.title
source: Close
es: Cerrar

# ZLx-0X-cqC.title
source: determining...
es: determinando…
